export const mockData = [
  {
    id: 90197613,
    publishDate: 1234324,
    publishDateString: '16:29, сегодня',
    ownerId: 123,
    ownerLogin: 'otdelkadrov1',
    bulletinSubject: 'Оператор на входящие звонки (Владивосток)',
    bulletinText: `В связи с расширением отдела мы ищем сотрудника в нашу большую команду #ФАРПОСТВСЕСВОИ

Если ты общительный и любознательный, мечтаешь построить карьеру, найти друзей и изменить мир к лучшему, то нам по пути.
Ты будешь:
- принимать входящие звонки от пользователей сайтов FarPost.ru, VL.ru, Drom.ru;
- помогать пользователям решать самые разные задачи и находить выход из нестандартных ситуаций.
Никаких продаж и «холодных» звонков!

Юность и отсутствие опыта - не помеха. Наша команда и специалист по обучению помогут тебе стать крутым профи в общении с клиентами. Обучение будет состоять из нескольких этапов теории и практики. При этом ты будешь официально оформлен уже с первого рабочего дня.`,
    bulletinImagees: ['https://static.baza.farpost.ru/v/1510541224458_hugeBlock'],
  },
  {
    id: 94788570,
    publishDate: 1234324,
    publishDateString: '12:46, сегодня ',
    ownerId: 123,
    ownerLogin: 'otdelkadrov1',
    bulletinSubject: 'Менеджер службы поддержки пользователей (Владивосток)',
    bulletinText: `ВВ связи с расширением службы поддержки пользователей сайта Farpost.ru мы в поисках Менеджера в нашу команду.

В чем заключается работа:

- Консультирование пользователей по вопросам оплаты и размещения объявлений ;
- Помощь в решении спорных ситуаций;
- Взаимодействие с другими отделами компании для решения задач;
- Переписка с клиентами и прием телефонных звонков

Вам не нужно заниматься привлечением клиентов. Главное - это качественное их обслуживание и помощь в работе с сайтом по размещению объявлений:)`,
    bulletinImagees: ['https://static.baza.farpost.ru/v/1510541224458_hugeBlock'],
  },
];
