export const mockData = [
  {
    id: 90197613,
    publishDate: 1234324,
    publishDateString: '16:29, сегодня',
    ownerId: 123,
    ownerLogin: 'otdelkadrov1',
    bulletinSubject: 'Оператор на входящие звонки (Владивосток)',
    bulletinText: `В связи с расширением отдела мы ищем сотрудника в нашу большую команду #ФАРПОСТВСЕСВОИ

Если ты общительный и любознательный, мечтаешь построить карьеру, найти друзей и изменить мир к лучшему, то нам по пути.
Ты будешь:
- принимать входящие звонки от пользователей сайтов FarPost.ru, VL.ru, Drom.ru;
- помогать пользователям решать самые разные задачи и находить выход из нестандартных ситуаций.
Никаких продаж и «холодных» звонков!

Юность и отсутствие опыта - не помеха. Наша команда и специалист по обучению помогут тебе стать крутым профи в общении с клиентами. Обучение будет состоять из нескольких этапов теории и практики. При этом ты будешь официально оформлен уже с первого рабочего дня.`,
    bulletinImagees: ['linktopic'],
  },
];
