export const mockData = [
  {
    id: 90197613,
    publishDate: 1234324,
    publishDateString: '16:29, сегодня',
    ownerId: 123,
    ownerLogin: 'otdelkadrov1',
    bulletinSubject: 'Оператор на входящие звонки (Владивосток)',
    bulletinText: `В связи с расширением отдела мы ищем сотрудника в нашу большую команду #ФАРПОСТВСЕСВОИ

Если ты общительный и любознательный, мечтаешь построить карьеру, найти друзей и изменить мир к лучшему, то нам по пути.
Ты будешь:
- принимать входящие звонки от пользователей сайтов FarPost.ru, VL.ru, Drom.ru;
- помогать пользователям решать самые разные задачи и находить выход из нестандартных ситуаций.
Никаких продаж и «холодных» звонков!

Юность и отсутствие опыта - не помеха. Наша команда и специалист по обучению помогут тебе стать крутым профи в общении с клиентами. Обучение будет состоять из нескольких этапов теории и практики. При этом ты будешь официально оформлен уже с первого рабочего дня.`,
    bulletinImagees: ['https://static.baza.farpost.ru/v/1510541224458_hugeBlock'],
  },
  {
    id: 94788570,
    publishDate: 1234324,
    publishDateString: '12:46, сегодня',
    ownerId: 123,
    ownerLogin: 'otdelkadrov1',
    bulletinSubject: 'Менеджер службы поддержки пользователей (Владивосток)',
    bulletinText: `ВВ связи с расширением службы поддержки пользователей сайта Farpost.ru мы в поисках Менеджера в нашу команду.

В чем заключается работа:

- Консультирование пользователей по вопросам оплаты и размещения объявлений ;
- Помощь в решении спорных ситуаций;
- Взаимодействие с другими отделами компании для решения задач;
- Переписка с клиентами и прием телефонных звонков

Вам не нужно заниматься привлечением клиентов. Главное - это качественное их обслуживание и помощь в работе с сайтом по размещению объявлений:)`,
    bulletinImagees: ['https://static.baza.farpost.ru/v/1510541224458_hugeBlock'],
  },
  {
    id: 71620503,
    publishDate: 1234324,
    publishDateString: '08:46, сегодня',
    ownerId: 123,
    ownerLogin: 'otdelkadrov1',
    bulletinSubject: 'UI/UX Designer (Владивосток)',
    bulletinText: `Мы — команда разработки. Используя современные технологии и стандарты мы создаем продукт для анализа рынка ценных бумаг и эффективного управления портфелем. Мы стремимся ежедневно добавлять в наш продукт значимый функционал, выполняя строгие требования к его качеству и быстродействию. Мы ценим честность, дисциплину и ответственность, сами планируем свою работу и организуем процесс, стремимся выдерживать сроки без переработок и вести работу прозрачно для коллег и заказчика. У нас есть веб-версия, мобильные приложения (android, ios) и телеграм-бот. Это разнообразие стоит на процессах TDD, Continious Integration и конечно же на нашей команде. Все работают удаленно (+- 2 часовых пояса от Москвы).

К себе в команду мы ищем профессионала, который умеет решать задачи пользователя в
веб и мобильных девайсах. Еще встречаются такие названия этой роли: Продуктовый-
дизайнер, UI / UX Designer, Дизайнер Интерфейсов, Проектировщик интерфейсов и т.п.,
чтобы все эти слова не значили.`,
    bulletinImagees: ['https://static.baza.farpost.ru/v/1510541224458_hugeBlock'],
  },
  {
    id: 84533503,
    publishDate: 1234324,
    publishDateString: '08:22, сегодня',
    ownerId: 123,
    ownerLogin: 'otdelkadrov1',
    bulletinSubject: 'Контент-менеджер',
    bulletinText: `Команда проекта Ловикупон в поисках внимательного и креативного контент-редактора!

Ты будешь:

- работать с дизайнерами, составлять техническое задание, подбирать картинки к акциям;
- вносить акции на сайт ЛовиКупон, проверять орфографию;
- консультировать компании по ведению личного кабинета;
- писать новостные релизы, рекламные статьи и рассылки для ресурса;
- помогать руководителю в организации событийных и промо-мероприятий;
- отвечать на вопросы пользователей.`,
    bulletinImagees: ['https://static.baza.farpost.ru/v/1510541224458_hugeBlock'],
  },
  {
    id: 45932512,
    publishDate: 1234324,
    publishDateString: '07:42, сегодня',
    ownerId: 123,
    ownerLogin: 'otdelkadrov1',
    bulletinSubject: 'Менеджер по поддержке пользователей',
    bulletinText: `В связи с расширением службы поддержки пользователей сайта Farpost.ru мы в поисках Менеджера в нашу команду!

В чем заключается работа:

- Консультирование пользователей по вопросам оплаты и размещения объявлений.
- Помощь в решении спорных ситуаций.
- Взаимодействие с другими отделами компании для решения задач.
- Переписка с клиентами и прием телефонных звонков.`,
    bulletinImagees: ['https://static.baza.farpost.ru/v/1510541224458_hugeBlock'],
  },
  {
    id: 13548945,
    publishDate: 1234324,
    publishDateString: '07:24, сегодня',
    ownerId: 123,
    ownerLogin: 'otdelkadrov1',
    bulletinSubject: 'Инженер техподдержки в дата-центр',
    bulletinText: `Что будем делать?
Проводить работы в дата-центрах по установке и подключению серверного оборудования.

Модульный ремонт (замена) серверов и компонентов сетевой инфраструктуры.

Выполнение работ по системному администрированию офисов (2 офиса), до 10 сотрудников суммарно.

Выполнение заявок по поддержке пользователей удаленно.`,
    bulletinImagees: ['https://static.baza.farpost.ru/v/1510541224458_hugeBlock'],
  },
  {
    id: 14598456,
    publishDate: 1234324,
    publishDateString: '07:04, сегодня',
    ownerId: 123,
    ownerLogin: 'otdelkadrov1',
    bulletinSubject: 'Юрист',
    bulletinText: `Обязанности:
Правовое сопровождение деятельности интернет-площадки, новостного агентства.
Правовая экспертиза размещаемого контента на предмет соответствия законодательству (о информации, о СМИ, о рекламе и прочее)
Претензионная работа с обращениями правообладателей.
Взаимодействие с государственными органами, в том числе обжалование постановлений контролирующих органов (Роскомнадзор, ФАС, прокуратура)
Судебное представительство по делам о защите права интеллектуальной собственности, делам о защите деловой репутации.
Договорная работа: разработка и правовая экспертиза договоров, работа с разногласиями контрагентов, консультации сотрудников по вопросам, связанным с заключением и исполнением договоров, разъяснение законодательства, подписание и отправка документов посредством ЭДО.
Контроль изменений действующего законодательства в сфере интернет-рекламы, приведение деятельности агентства в соответствие с изменениями.`,
    bulletinImagees: ['https://static.baza.farpost.ru/v/1510541224458_hugeBlock'],
  },
  {
    id: 12578314,
    publishDate: 1234324,
    publishDateString: '06:55, сегодня',
    ownerId: 123,
    ownerLogin: 'otdelkadrov1',
    bulletinSubject: 'Web-разработчик',
    bulletinText: `Привет! Мы в поисках веб – разработчика в один из наших проектов – Амаяма. Сервис помогает пользователям по всему миру приобретать новые автозапчасти из Японии и Эмиратов, Россия – небольшая часть нашего рынка.

Наш стек: PHP 7, MySQL, RabbitMQ, Redis, PHPUnit, React + redux, redux-saga, Docker, TeamCity CI/CD, Zabbix, ELK


Чем предстоит заниматься:

Поддержкой и оптимизацией высоконагруженного проекта.
Разработкой новых фич.`,
    bulletinImagees: ['https://static.baza.farpost.ru/v/1510541224458_hugeBlock'],
  },
  {
    id: 14998423,
    publishDate: 1234324,
    publishDateString: '06:33, сегодня',
    ownerId: 123,
    ownerLogin: 'otdelkadrov1',
    bulletinSubject: 'Менеджер по работе с пользователями сайта (раздел Недвижимость)',
    bulletinText: `Чем ты будешь заниматься:

• Обрабатывать обращения пользователей по форме обратной связи на сайте
• Консультировать клиентов по телефону по работе с разделом "Недвижимость"

Наш будущий сотрудник:

• Хорошо говорит и быстро мыслит.
• Понимает, что главное в работе с клиентами.
• Работает на результат.
• Самостоятельно выполняет поставленные задачи и умеет планировать свое время.
• Способен проанализировать информацию и сделать верный вывод.

А также готов пройти тестовое задание, в качестве первого этапа отбора)`,
    bulletinImagees: ['https://static.baza.farpost.ru/v/1510541224458_hugeBlock'],
  },
  {
    id: 13564785,
    publishDate: 1234324,
    publishDateString: '06:24, сегодня',
    ownerId: 123,
    ownerLogin: 'otdelkadrov1',
    bulletinSubject: 'Менеджер по работе с корпоративными клиентами (проект ЛовиКупон)',
    bulletinText: `Ловикупон – это один из крупнейших купонно-скидочных ресурсов Дальнего Востока, на котором собраны самые выгодные предложения от лучших компаний и заведений. Мы на рынке уже более 10 лет.
Наша цель — поиск самых интересных товаров и услуг с предоставлением скидок от 50% до 100%.

Мы растем и ищем активных менеджеров по работе с партнёрами в молодую и дружную команду.

Работа заключается в поддержании текущей базы партнеров и поиске новых компаний для сотрудничества с проектом «ЛовиКупон» на взаимовыгодных условиях.`,
    bulletinImagees: ['https://static.baza.farpost.ru/v/1510541224458_hugeBlock'],
  },
  {
    id: 13256874,
    publishDate: 1234324,
    publishDateString: '06:11, сегодня',
    ownerId: 123,
    ownerLogin: 'otdelkadrov1',
    bulletinSubject: 'Оператор в отдел контента (Справочник VL.RU)',
    bulletinText: `Нам нужен внимательный специалист, который не побоится общаться с людьми по телефону и узнавать актуальную информацию о компаниях :)

Что предстоит делать:
- осуществлять телефонные звонки в компании для актуализации информации в разделе "Справочник компаний";
- вносить изменения в информацию о компаниях;
- формировать поисковые фразы, по которым пользователи могут искать компанию.

Уточнение: работа подразумевает общение с существующими клиентами. Продавать ничего не нужно!`,
    bulletinImagees: ['https://static.baza.farpost.ru/v/1510541224458_hugeBlock'],
  },
  {
    id: 14698745,
    publishDate: 1234324,
    publishDateString: '06:01, сегодня',
    ownerId: 123,
    ownerLogin: 'otdelkadrov1',
    bulletinSubject: 'HR менеджер',
    bulletinText: `Мы в поиске неравнодушного менеджера по персоналу в нашу команду. Вакансия для тех, кто любит сферу подбора персонала и понимает:
- что успех бизнеса зависит от того, каких людей приведет в компанию рекрутер;
- разглядеть потенциал сотрудника, помочь ему адаптироваться и работать в комфорте – столь же важно, как и обеспечить поток кандидатов.`,
    bulletinImagees: ['https://static.baza.farpost.ru/v/1510541224458_hugeBlock'],
  },
  {
    id: 12523645,
    publishDate: 1234324,
    publishDateString: '06:01, сегодня',
    ownerId: 123,
    ownerLogin: 'otdelkadrov1',
    bulletinSubject: 'Менеджер отдела контента',
    bulletinText: `Нам нужен внимательный специалист, который не побоится общаться с людьми по телефону и узнавать актуальную информацию о компаниях :)

Что предстоит делать:

- осуществлять телефонные звонки в компании для актуализации информации в разделе "Справочник компаний";
- вносить изменения в информацию о компаниях;
- формировать поисковые фразы, по которым пользователи могут искать компанию.

Уточнение: работа подразумевает общение с существующими клиентами. Продавать ничего не нужно!`,
    bulletinImagees: ['https://static.baza.farpost.ru/v/1510541224458_hugeBlock'],
  },
  {
    id: 12466589,
    publishDate: 1234324,
    publishDateString: '05:44, сегодня',
    ownerId: 123,
    ownerLogin: 'otdelkadrov1',
    bulletinSubject: 'Специалист по подбору персонала',
    bulletinText: `Мы растем и сейчас находимся в поиске младшего HR-менеджера, который присоединится к нашей команде. Если ты любишь помогать людям, легко находишь с ними общий язык, хочешь прокачаться в рекрутменте и выстраивании HR-процессов – тебе точно к нам!

Не страшно, если для тебя это новый опыт – мы обязательно поделимся своими знаниями :)

Чем нужно будет заниматься:

- Формировать и размещать вакансии на работных сайтах.
- Работать с входящим потоком кандидатов (скрининг резюме, телефонное интервью, отправка тестовых заданий).
- Поддерживать коммуникации с заказчиком.
- Активно искать кандидатов по представленному портрету.
- Сопровождать кандидатов в процессе отбора (назначение собеседований, тестовых заданий, информирование по результатам рассмотрения кандидата).
- Вести базу кандидатов E-staff, фиксировать актуальные статусы, вносить комментарии по этапам подбора.`,
    bulletinImagees: ['https://static.baza.farpost.ru/v/1510541224458_hugeBlock'],
  },
  {
    id: 12495876,
    publishDate: 1234324,
    publishDateString: '05:42, сегодня',
    ownerId: 123,
    ownerLogin: 'otdelkadrov1',
    bulletinSubject: 'Веб-дизайнер (middle)',
    bulletinText: `Привет!
К нам на farpost.ru ищем веб-дизайнера. Нужен человек с опытом и портфолио, которому интересно было бы попасть в одну из самых крупных продуктовых интернет-компаний региона. С суточной аудиторией в сотни тысяч пользователей, а также крупными вертикалями, такими как: Работа, Недвижимость, Авто-тематика, Строительство и ремонт, Услуги и многие другие. У вас будет масса нетривиальных и интересных задач.`,
    bulletinImagees: ['https://static.baza.farpost.ru/v/1510541224458_hugeBlock'],
  },
  {
    id: 12484463,
    publishDate: 1234324,
    publishDateString: '05:42, сегодня',
    ownerId: 123,
    ownerLogin: 'otdelkadrov1',
    bulletinSubject: 'Спикер на курс "Backend – разработка"',
    bulletinText: `Мы, Фарпост, ищем Спикера для совместного создания курса по бэкенду. Если ты хочешь передавать свой опыт другим и выступления на публике – твой конёк, то тебе к нам!

Чем будем заниматься:

Погружаться и разбираться в бизнес-логике и кодовой базе Фарпоста;
Готовить материалы для преподавания курса по бэкенд-разработке;
Вести лекции у студентов ВУЗов;
Взаимодействовать с командой разработки по улучшению и исправлению уже созданных материалов.`,
    bulletinImagees: ['https://static.baza.farpost.ru/v/1510541224458_hugeBlock'],
  },
  {
    id: 12476544,
    publishDate: 1234324,
    publishDateString: '05:36, сегодня',
    ownerId: 123,
    ownerLogin: 'otdelkadrov1',
    bulletinSubject: 'Ведущий специалист по маркетингу и рекламе',
    bulletinText: `Ищем продуктового маркетолога для раздела «Недвижимость»

Кто такой Product Marketing Manager (PMM) для нас?
* Product — вы работаете в команде, которая занимается разработкой и улучшением продукта; погружаетесь в специфику и рынок конкретного продукта; ваши решения основываются на потребностях пользователей.
* Marketing — ваши инструменты и тактики лежат в области маркетинга. Вы знаете, как упаковать ценность и донести до потребителя.
* Manager — вы управляете процессами и коммуникацией между продуктовой командой и рекламными отделами`,
    bulletinImagees: ['https://static.baza.farpost.ru/v/1510541224458_hugeBlock'],
  },
];
